[{
  "slug": "arrogant",
  "title": "Arrogant",
  "content": "Far from the image of smooth and politically correct politician Donald Trump has opted for authenticity and candor. Ruffling the codes, including declaring « I think the difference that separates me from the other candidates is that I am honest and my women are more beautiful » as he wondered on Twitter how the Democratic candidate presidential Hillary Clinton « can satisfy his country if it did not meet her husband? »."
}, {
  "slug": "rich",
  "title": "Rich",
  "content": "When he graduated college in 1968, he was already worth about US$200,000 and since then he never stopped. Trump started in real estate and soon decide to diversify from Ice Skating Rink to a Models Management company, he is now worth more than 1.5 billions dollars. \n Trump is for people, the image of a self-made man, what the American dream is. And this is why his slogan, “Make America Great Again” is so powerful."
}, {
  "slug": "radical",
  "title": "Radical",
  "content": "Donald Trump is a direct person, he dares to say what he thinks regardless of political correctness."
}, {
  "slug": "cynical",
  "title": "Cynical",
  "content": "Americans don’t trust politician anymore, they are tired of political correcness and politician that goes around a question without answering. For them, Trump is different, he say what he think, he speak his mind."
}, {
  "slug": "controversial",
  "title": "Controversial",
  "content": "During his campaign, Trump has been perceived as someone who is controversial. He speak harshly and without polical correctness, talking about illegal immigration, muslims and mexicans. That’s why some people say that he is racist. \n But even if some don’t like how he approach problem, some like this attitude. Saying that’s what is missing from today politics."
}, {
  "slug": "megalomaniac",
  "title": "Megalomaniac",
  "content": "The proof of his megalomania is first : he love speaking of him at the third person, and secondly the majority of his product have his name on it : the Trump Tower, Trump Vodka and more."
}, {
  "slug": "showman",
  "title": "Showman",
  "content": "Obviously, Trump is a showman, he know how to entertain and get people attention. He aquired is experience of showman during one the most viewed Reality Show : the apprentice. But also by is long experience of Saleman."
}, {
  "slug": "clear",
  "title": "Clear",
  "content": "Trump possess a way to speak to people, he sells his speech and make people stand beside him. He use a lot of technique to be understanded. Like simple speech repetition and more."
}, {
  "slug": "nationalist",
  "title": "Nationalist",
  "content": "Donald Trump his very nationalist, his campaign slogan his : make America great again. This campaign ideas include to build a huge wall to separate USA from Mexico, in purpose to regulate illegal immigration, and to forbid acess to America to all Muslim comming from Country who can be host of Terrorist."
}, {
  "slug": "winner",
  "title": "Winner",
  "content": "Donald Trump define himself as a winner who sucessed in many area like real estate, own Miss Universe tournament, board game, vodka, magazines and a lot more. He is for his supporter an exemple of the american dream who sucess in a lot of domain."
}, {
  "slug": "orator",
  "title": "Orator",
  "content": "Donald Trump proove to be a great orator by getting the approval of the crowd in any circumstances. But what are  the tools he use ? Let’s discovered it in this video. He cleary a master in terms of speeches."
}, {
  "slug": "celebrity",
  "title": "Celebrity",
  "content": "The Apprentice is an American reality game show, which was originally hosted by Donald Trump. The premise of the show, which bills itself as the « ultimate job interview » in the « ultimate jungle » is to conduct a job talent search for a person to head one of Trump's companies."
}]
